     A                                      UNIQUE
     A          R SCSIREC                         
     A            SEQ            4P 0             
     A            DATA         255A               
     A          K SEQ                             